天冷加衣饿了吃累了休息困了睡照顾好自己好好爱自己。


Zyou·简站:       

  https://www.czyou.love

  https://czyou.pages.dev

———————————————————·········
Zyou·𣲵接口:       

   https://czyou.pages.dev/TV/zyou.json 

   https://pan.shangui.cc/f/5NM2iA/Zyou%C2%B7%E6%BE%9C.js
   


Zyou·𣲵电视:


    http://饭太硬.top/tv                 ←＞此链接电视、接口皆通用



Zyou·𣲵设置小提议:

①长按<播放设置>缓冲时间8倍以上不卡顿
②设置<防御拦截>为360可以防止加载失败
③视频<设 置>--解 析>建议选择<并 发>模式


——————————————————·········

Zyou·渡核心包下载:


   https://czyou.pages.dev/TV/hxb.zip

Zyou·渡核心包载入:

  ①设置—数据备份与同步—从本地备份回复—选择备份文件来恢复—(选择下载的核心包载入后重启应用)
  ②主页—设置(最右下角)—弹幕盒子(自行设置)
  ③主页—设置(最右下角)–配置助手–切换插件–接管断插–完



—————————————————·········

Zyou·澜添加订阅:     (与Zyou·𣲵接口通用)




